// src/data/sections/advantages/advantagesData.ts
import imgRutube from "@assets/temp/images/rutube.jpg";

export const headData = {
    title: "Почему именно мы",
    subtitle:
        "Многолетний опыт в уборке помещений и доверие, которое мы заслужили от наших клиентов!",
};

export const cardsData = [
    {
        id: "adv01",
        title: "16 лет на рынке",
        descr: "Новое описание услуги в несколько строк. Но не более четырех, далее должен включаться скролл (прокрутка текста) ",
        className: "_icon-images",
    },
    {
        id: "adv02",
        title: "Контроль качества",
        descr: "Новое описание услуги в несколько строк. Но не более четырех, далее должен включаться скролл (прокрутка текста) ",
        className: "_icon-images",
    },
    {
        id: "adv03",
        title: "Страхование",
        descr: "Новое описание услуги в несколько строк. Но не более четырех, далее должен включаться скролл (прокрутка текста) ",
        className: "_icon-images",
    },
    {
        id: "adv04",
        title: "Опыт сотрудников",
        descr: "Новое описание услуги в несколько строк. Но не более четырех, далее должен включаться скролл (прокрутка текста) ",
        className: "_icon-images",
    },
    {
        id: "adv05",
        title: "Программа лояльности",
        descr: "Новое описание услуги в несколько строк. Но не более четырех, далее должен включаться скролл (прокрутка текста) ",
        className: "_icon-images",
    },
    {
        id: "adv06",
        title: "Проф инструмент",
        descr: "Новое описание услуги в несколько строк. Но не более четырех, далее должен включаться скролл (прокрутка текста) ",
        className: "_icon-images",
    },
];

export const imagesData = {
    src: imgRutube,
    alt: "Временное изображение рутуб портала",
};
